[
  "What is your favorite childhood memory?",
  "How would you like to celebrate your 100th birthday?",
  "What would you title your autobiography?",
  "Search up trains. What's your favorite type of trains based on appearance? Usage?",
  "What did you learn about marriage from your parents? (both good and bad)",
  "You're stuck in an elevator for four hours. What items do you wish you had?",
  "What event are you looking forward to?",
  "What would you like to accomplish in the next two years?",
  "To whom do you want to say \"thank you\"? Why?",
  "Where is your favorite spot in our home?",
  "You want an unusual pet. What do you choose?",
  "What is the scariest thing you've ever done?",
  "What one thing would you like to change about yourself?",
  "If you could change your name, what would you choose?",
  "What was your favorite toy as a child? Do you still have it?",
  "What was your favorite subject in school?",
  "What was your least favorite subject in school?",
  "Who is the kindest person you have ever met?",
  "If you could redo college, would you choose the same major?",
  "If you could be someone else for a week, who would you choose?",
  "What is your favorite family tradition?",
  "If you had to eat dinner at the same restaurant for a month, which would you pick?",
  "Where in the world would you like to live?",
  "What's a fact about yourself is least known?",
  "You're creating a chocolate covered dessert. What's under the chocolate?",
  "What bit of advice would you give to yourself at the age of 14?",
  "What 3 words best describe your life?",
  "What large item purchase would you like to save for?",
  "What is something you would like to learn?",
  "What do you own that would be hard to share or give away?",
  "What new couple or family tradition would you like to start?",
  "What dream do you have that you haven't started to make come true?",
  "What do you like best about your current age?",
  "What is your favorite word? Least favorite word?",
  "What qualities do you look for when picking friends?",
  "The last time you laughed, what was so funny?",
  "Share the most recent image you've saved.",
  "What one thing has been hard to forgive?",
  "What one skill would you like to improve?",
  "With whom would you like to have a conversation with? (no time or distance limits)",
  "You can invite anyone over for dinner. Who do you choose?",
  "What would you like to be famous for?",
  "What is the hardest thing you've ever done?",
  "If you could witness a historic event, what would you choose?",
  "What motivates you to get out of bed each morning?",
  "What small change would improve your spiritual walk?",
  "What legacy do you want to leave your children?",
  "You get to design the perfect (for you) backyard. What does it look like?",
  "Who is your mentor? Who do you mentor?",
  "What five things do you like that start with the letter \"R\"?",
  "What is the best advice anyone has given you?",
  "What do you remember about last year?",
  "Do you prefer lights on or off?",
  "What five things do you like that start with the letter \"C\"?",
  "What interesting event have you witnessed?",
  "What rule would you create to make the world a better place?",
  "What do you think people think of you?",
  "What tempts you?",
  "What were your grades like in school?",
  "Do you think people can control their own destiny?",
  "What do you want to be like when you are 80?",
  "If you were an animal, what would you be and why?",
  "What do you need to say \"no\" to?",
  "What new hobby would you like to try?",
  "What would you like for a nickname?",
  "What do you feel qualified to teach?",
  "What do you value more? Honesty or kindness?",
  "What would you like to eat for dinner tomorrow?",
  "What's your favorite section of your favorite store?",
  "This is a stand-in for the many sex-related topics I found. What would be your body count if you lived during the 1920s U.S prohibition era?",
  "What is the most interesting or unique thing that you own? Do you have an image of it?",
  "You're opening a restaurant. What kind of restaurant?",
  "What's your signature meal?",
  "What day in your life would you like to live over again?",
  "You wake up ten years in the future. What does you life look like?",
  "Who was your favorite teacher in high school? Why?",
  "If you were independently wealthy, how would you spend your time?",
  "Your house is on fire. What do you grab on your way out the door?",
  "What language would you like to learn?",
  "What do you think about keeping secrets?",
  "What is your biggest fear?",
  "What is your favorite song?",
  "What gifts do you like?",
  "What are some or your favorite websites?",
  "What's the most money you've ever given away?",
  "What's the stupidest thing you've ever done?",
  "What's the 2nd stupidest thing you've ever done?",
  "You want to create a team for a project. What's the project? Who's on the team?",
  "What do you consider when you make decisions?",
  "How do you act when someone hurts your feelings?",
  "What is holding you back?",
  "What do you do well?",
  "Who are your best friends? How did you meet them?",
  "What one small thing you could do to be more organized?",
  "You want to have a fun party with friends. What is the theme?",
  "In what ways do you feel rich? Poor?",
  "How do you recharge after a hard or stressful week?",
  "What was your first job?",
  "What is your favorite commercial?",
  "When was the last time you were embarrassed?",
  "If you were going to get a tattoo, what would it look like?",
  "If you have a tattoo, do you regret getting it?",
  "What rule do you think needs to be broken?",
  "What do you like best about being male/female?",
  "If you had to play a part in a movie, what movie would you choose? What role?",
  "What makes you smile?",
  "What is the most creative thing you've ever done?",
  "What makes you feel safe?",
  "How do you influence your friends?",
  "What is your greatest need?",
  "What would be your dream job?",
  "What do you know a lot about?",
  "What discourages you?",
  "What makes you cry?",
  "What is your favorite blog?",
  "Where do you turn for comfort?",
  "What do you love about your life?",
  "What makes you feel confident?",
  "Are you a religious person?",
  "What is valuable to you?",
  "What story about your life do you enjoy telling?",
  "Have you ever done anything illegal?",
  "What is your favorite day of the week? Why?",
  "You look up into the night sky and see a shooting star. What do you wish?",
  "You climb a giant beanstalk. What do you find at the top?",
  "What's one thing on your \"bucket list\"?",
  "What weird or unusual food would you be willing to try?",
  "What is something you need to organize?",
  "You look into the mirror and it opens into another world. What does it look like? Would you visit?",
  "When you were a kid what did you want to be when you grew up?",
  "What is your favorite color?",
  "What is your 3rd favorite color?",
  "What could you cut out of your life that would make your life more sane?",
  "Have you ever broken any bones?",
  "What irritates you?",
  "How would you explain your basic life philosophy?",
  "Have you ever been in a fist fight?",
  "Would you rather be hated or forgotten?",
  "What achievement in your life is important to you?",
  "Do you vote? Why or why not?",
  "What's the first thing you notice about people?",
  "Would you kill an innocent person if you thought it might mean saving a dozen other people?",
  "What makes you feel overwhelmed?",
  "You're painting a picture. What is the subject of that picture?",
  "What or who encourages you to be a better person?",
  "What toy did you wish for, but not get as child?",
  "In what ways do you feel old? Young?",
  "Who do you trust?",
  "What advice would you give someone just graduating from high school?",
  "What is something you avoid?",
  "What do you do when you know someone is angry at you?",
  "For what item would you be willing to stand in line more than four hours to buy?",
  "If you could live in any time in history, what would you choose?",
  "What is the most unusual thing you've ever eaten?",
  "What place do you NEVER want to visit?",
  "You're procrastinating. What do you need to motivate you to get the job done?",
  "What is the biggest mistake you've ever made?",
  "Who is the most inspiring person you have ever met?",
  "How do you introduce yourself?",
  "What is important today?",
  "What is your dream vacation?",
  "What is the ultimate dessert?",
  "What is your favorite time of year?",
  "What encourages you?",
  "What stresses you?",
  "What is your favorite holiday? Why?",
  "What is your earliest childhood memory?",
  "What is your favorite joke?",
  "What are you concerned about?",
  "Have you ever told a lie?",
  "When do you feel lonely?",
  "What are you grateful for?",
  "Would you rather have telepathy or telekinesis?",
  "Would you rather be hot or be cold all the time",
  "Would you rather control space or control time",
  "Would you rather not be able to stop dancing or not be able to stop singing",
  "Would you rather not be able to read or not be able to speak",
  "Would you rather be able to command water or be able to command the wind",
  "Would you rather be an amazing dancer or be an amazing singer",
  "Would you rather be an amazing dancer or be great at math",
  "Would you rather live in a place where it is always hot or live in a place that is always cold",
  "Would you rather be poor with lots of good friends or be rich with no friends",
  "Would you rather know everything or be amazing at any activity you tried",
  "Would you rather wear clown shoes every day or wear a clown wig every day",
  "Would you rather be able to run incredibly fast or jump incredibly high",
  "Would you rather live a short life and be rich or have a long life and be poor",
  "Would you rather only be able to jump everywhere you go or only be able to walk on your hands",
  "Would you rather never be able to eat warm food or never be able to eat cold food",
  "Would you rather have a two-bedroom apartment in a big city of your choosing or have a mansion in the country side in the state or country where you currently live",
  "Would you rather have a very muscular lower body and a normal upper body or have a muscular upper body but a very skinny lower body",
  "Would you rather have a song of your choice play repeatedly 24 hours a day for a year or have songs that you have no control over play 24 hours a day for a year",
  "Would you rather be completely alone for 5 years or constantly be surrounded by people and never be alone for 5 years",
  "Would you rather eat your favorite meal for every meal for the rest of your life or never be able to eat your favorite meal again",
  "Would you rather the aliens that make first contact be robotic or the aliens that make first contact be organic",
  "Would you rather lose the ability to read or lose the ability to speak",
  "Would you rather be covered in fur or be covered in scales",
  "Would you rather be in jail for a year or lose a year off your life",
  "Would you rather always be 10 minutes late or always be 20 minutes early",
  "Would you rather have one real get out of jail free card or have a key that opens any door",
  "Would you rather know the history of every object you touched or be able to talk to animals",
  "Would you rather be married to a 10 with a bad personality or be a 6 with an amazing personality",
  "Would you rather have all traffic lights you approach be green or never have to stand in line again",
  "Would you rather spend the rest of your life with a sailboat as your home or have an RV as your home",
  "Would you rather give up all drinks except for water or give up eating anything that was cooked in an oven",
  "Would you rather be able to see 10 minutes into your own future or be able to see 10 minutes into the future of anyone but yourself",
  "Would you rather have an easy job working for someone else or work for yourself but work incredibly hard",
  "Would you rather be the first person to explore a planet or be the inventor of a drug that cures a deadly disease",
  "Would you rather go back to age 5 with everything you know now or know now everything your future self will learn",
  "Would you rather be able to control animals (but not humans) with your mind or be able to control electronics with your mind",
  "Would you rather have unlimited international first-class tickets or never have to pay for food at restaurants",
  "Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try",
  "Would you rather be an average person in the present or be a king of a large country 2500 years ago",
  "Would you rather be forced to dance every time you heard music or be forced to sing along to any song you heard",
  "Would you rather 5% of the population have telepathy, or 5% of the population have telekinesis",
  "Would you rather be completely insane and know that you are insane or be completely insane and believe you are sane",
  "If you could pause time for 24 hours, what would you do?",
  "When did a complete stranger do something nice for you?",
  "Would you rather receive one free international round-trip ticket per year, or unlimited round-trip tickets within one continent?",
  "Do you have any superstitions?",
  "If you could master any musical instrument (that you haven't played before), what would it be?",
  "What's your opinion on the Ballistimite air pump incident?"
]